Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: The financial crisis of 2007–2008, also known as the global financial crisis (GFC), was a severe worldwide financial crisis. Excessive risk-taking by banks[2] combined with a downturn in the subprime lending market in the United States culminated with the bankruptcy of Lehman Brothers on September 15, 2008 and an international banking crisis.[3] The crisis sparked the Great Recession, a global recession, which, until the coronavirus recession, was the most severe recession since the Great Depression.[4][5][6][7][8][9] It was also followed by the European debt crisis, which began with a deficit in Greece in late 2009, and the 2008–2011 Icelandic financial crisis.
ne: २००७-२००८ को वित्तीय संकट जसलाई वैश्विक वित्तीय संकट (Global Financial Crisis-GFC) को रूपमा पनि जानिन्छ, एक गम्भीर विश्वव्यापी वित्तीय संकट थियो। खराब कर्जाको कारण बैंकहरूले अत्यधिक जोखिम लिने [१] संयुक्त राज्य अमेरिकामा यो सङ्कट १५ सेप्टेम्बर २००८ मा लेहम्यान ब्रदर्स दामासाही (टाट पल्टनु) भए संगै र अन्तर्राष्ट्रिय बैंकिंग सङ्कट सङ्कट संगै चरम शिखरमा पुग्यो। [२] यो संकट महान् आर्थिक शिथिलता, वैश्विक आर्थिक शिथिलता, निम्त्यायो जुन कोरोनाभाइरस आर्थिक शिथिलता भन्दा अघि महामन्दी पछी कै ठूलो आर्थिक मन्दी थियो । []] []] []] []] []] []] यसको पछी पछी युरोपेली कर्जा सङ्कट सुरु भयो, जुन २००९ को उत्तरार्धमा ग्रीसमा र २००८–२०११ आइसल्यान्डिक वित्तीय संकटबाट शुरु भयो ।

source: September 21, 2008: Goldman Sachs and Morgan Stanley converted from investment banks to bank holding companies to increase their protection by the Federal Reserve.[52][53][54][55]
ne: सेप्टेम्बर २१, २००८:: गोल्डम्यान सेक्स र मोर्गन स्टेनलीले फेडरल रिजर्भद्वारा आफ्नो संरक्षण बढाउन लगानी बैंकबाट बैंक होल्डिंग कम्पनीहरूमा रूपान्तरण गर्‍यो। [१] [२] []] []]

source: September 22, 2008: Mitsubishi acquired 20% of Morgan Stanley.[56]
ne: सेप्टेम्बर २२, २००८: मित्सुबिशीले मोर्गन स्टेनलीको २०% हिस्सा किन्यो। [१]

source: September 23, 2008: Berkshire Hathaway made a $5 billion investment in Goldman Sachs.[57]
ne: सेप्टेम्बर २३, २००८: बर्कशायर ह्याथवेले गोल्डम्यान सेक्समा ५ अर्ब डलरको लगानी गरे। [१]

source: September 26, 2008: Washington Mutual went bankrupt and is seized by the FDIC after a bank run in which panicked depositors withdrew $16.7 billion in 10 days.[58]
ne: सेप्टेम्बर २६,, २००८: वाशिंगटन म्युचुअल दामासाही भयो (टाट पल्टियो) [१]

source: October 1, 2008: The U.S. Senate passed the Emergency Economic Stabilization Act of 2008.[62]
ne: अक्टोबर १, २००८: अमेरिकी सीनेटले इमर्जेन्सी इकोनोमिक स्ट्याबिलाईजेसन ऐन २००८ पारित गर्‍यो। [१]

source: October 2, 2008: Stock market indices fell 4% as investors were nervous ahead of a vote in the U.S. House of Representatives on the Emergency Economic Stabilization Act of 2008.[63]
ne: अक्टोबर २, २००८:स्टक बजार परिसूचक मा ४%को गिरावट; इमर्जेन्सी इकोनोमिक स्ट्याबिलाईजेसन ऐन २००८ को लागि अमेरिकी संसदमा मतदान हुनु भन्दा अघि लगातिकर्ताहरू निरास । [१]

source: October 3, 2008: The House of Representatives passed the Emergency Economic Stabilization Act of 2008.[64] Wachovia reaches a deal to be acquired by Wells Fargo in a deal that did not require government funding.[65] Bush signed the legislation that same day.[66]
ne: अक्टोबर ३, २००८: अमेरिकी प्रतिनिधि सभाले इमर्जेन्सी इकोनोमिक स्ट्याबिलाईजेसन ऐन २००८ पारित गर्‍यो। [१] वेचोभिया वेल्स फार्गोले डिलिभरी गर्ने सम्झौतामा पुगेको छ जसलाई सरकारी कोषको आवश्यकता पर्दैन। [२] बुशले त्यहि दिन कानूनमा हस्ताक्षर गरे। []]

source: October 8, 2008: The Indonesian stock market halted trading, after a 10% drop in one day.[68]
ne: अक्टुबर ८, २००८: इन्डोनेसियाको शेयर बजारले एक दिनको १०% गिरावट पछि कारोबार रोक्यो। [१]

source: October 11, 2008: The head of the International Monetary Fund (IMF) warned that the world financial system was teetering on the "brink of systemic meltdown".[69]
ne: अक्टुबर ११, २००८: अन्तर्राष्ट्रिय मुद्रा कोष (आईएमएफ) का प्रमुखले चेतावनी दिए कि विश्व वित्तीय प्रणाली "प्रणालीगत मन्दीको छेउमा" लम्किरहेको छ। [१]

source: November 20, 2008: Iceland obtained an emergency loan from the International Monetary Fund after the failure of banks in Iceland resulted in a devaluation of the Icelandic króna and threatened the government with bankruptcy.[77]
ne: नोभेम्बर २०, २००८: आइसल्याण्डमा बैंकहरू असफल भएपछि आइसल्याण्डले अन्तर्राष्ट्रिय मुद्रा कोषबाट आपतकालीन ऋण प्राप्त गर्यो गरिसकेपछि आइसल्याण्डका क्रोनाको अवमूल्यन भयो र सरकारलाई टाट पल्टिने खतरा भयो। [१]

source: December 16, 2008: The federal funds rate was lowered to zero percent.[79]
ne: डिसेम्बर १६, २००८: संघीय कोष दर शून्य प्रतिशतमा झारियो। [१]

source: February 13, 2009: Congress approved the American Recovery and Reinvestment Act of 2009, a $787 billion economic stimulus package.[81][82]
ne: फेब्रुअरी १३, २००९ : कग्रेसद्वारा अमेरिकन रिकभरी एण्ड रि इन्भेस्टमेन्ट ऐन, २००९ अनुमोदन गर्‍यो, जुन $७८७ अर्ब डलरको आर्थिक प्रोत्साहन प्याकेज हो। [१] [२]

source: Early March 2009: The drop in stock prices was compared to that of the Great Depression.[83][84]
ne: प्रारम्भिक मार्च २००९ : स्टकको मूल्यमा आएको गिरावटलाई १९३० को महामन्दीसँग तुलना गरियो। [१] [२]

source: April 10, 2009: Time magazine declared "More Quickly Than It Began, The Banking Crisis Is Over."[87]
ne: अप्रिल १०, २००९: टाइम म्यागजिनले घोषणा गर्‍यो "सुरु भएको भन्दा तीव्र गतिमा, यो बैंकिंग सङ्कट समाप्त भयो।" [१]

source: June 2009: The National Bureau of Economic Research (NBER) declared that the U.S. recession ended in June 2009.[88]
ne: जुन २००९: नेशनल ब्यूरो अफ इकोनमिक रिसर्च (एनबीईआर) ले घोषणा गर्यो कि अमेरिकाको मन्दी जुन २००९ मा समाप्त भयो। [१]

source: January 27, 2010: President Barack Obama declared on "the markets are now stabilized, and we've recovered most of the money we spent on the banks."[89]
ne: जनवरी २,, २०१०: राष्ट्रपति बराक ओबामाले घोषणा गरे "बजारहरू अब स्थिर छन्, र हामीले बैंकहरूमा खर्च गरेको अधिकांश पैसा फिर्ता पाएका छौं।" [१]

source: The Shanghai Cooperation Organisation (SCO), or Shanghai Pact,[1] is a Eurasian political, economic, and security alliance, the creation of which was announced on 15 June 2001 in Shanghai, China by the leaders of China, Kazakhstan, Kyrgyzstan, Russia, Tajikistan, and Uzbekistan; the Shanghai Cooperation Organisation Charter, formally establishing the organisation, was signed in June 2002 and entered into force on 19 September 2003. The original five nations, with the exclusion of Uzbekistan, were previously members of the Shanghai Five group, founded on 26 April 1996. Since then, the organisation has expanded its membership to eight countries when India and Pakistan joined SCO as full members on 9 June 2017 at a summit in Astana, Kazakhstan.
ne: सांघाई सहयोग संगठन (Shanghai Cooperation Organization एससीओ ), वा शंघाई सम्झौता, [१] एक यूरेशियाली राजनीतिक, आर्थिक र सुरक्षा गठबन्धन हो। यसको स्थापनाको घोषणा १५ जुन २००१ मा चीन, कजाकिस्तान, किर्गिस्तान, रसिया, ताजिकिस्तान र उज्बेकिस्तानका नेताहरूले चीनको सांघाई मा गरेको थिए। सांघाई सहयोग सङ्सगठन बडापत्रमा जुन २००२ मा हस्ताक्षर भयो र १९ सेप्टेम्बर २००३ देखि लागु भएको थियो। मूल पाँच राष्ट्रहरूमा, उज्बेकिस्तानलाई बाहेक, २६ अप्रिल १९९६ मा स्थापित संघाई फाइब समूहका सदस्यहरू थिए। त्यसबेलादेखि, जब भारत र पाकिस्तान ९ जुन २०१७ मा कजाकिस्तानको अस्तानामा शिखर सम्मेलनमा एससीओमा पूर्ण सदस्यका रूपमा सम्मिलित भएका थिए यस संगठनले आठ सदस्य राष्ट्रमा यसको सदस्यता विस्तार गरेको छ । राज्य परिषदका प्रमुख (एसएससी) एससीओमा सर्वोच्च निर्णय गर्ने सर्वोच्च निकाय हो, यसको बैठक वर्षमा एक पटक हुन्छ र संगठनको सबै महत्वपूर्ण मामिलामा निर्णय र दिशानिर्देश गर्दछ। सहयोग र समन्वय बढाउन, आतंकवाद र अन्य बाह्य खतराहरूको बिरूद्ध, र क्षेत्रीय शान्ति र स्थायित्व कायम गर्नका लागि नियमित रूपमा सैनिक अभ्यास पनि गरिन्छ। भौगोलिक क्षेत्रको र जनसंख्याको हिसाबले एससीओ विश्वको सबैभन्दा ठूलो क्षेत्रीय संगठन हो,यसले यूरेशिया महाद्वीपको ३/५ भाग र मानव जनसंख्याको आधा हिस्सा ओगट्छ।

source: Criticisms of the SCO include that it is used by member states to shield each other from international criticism regarding human rights violations.[2]
ne: एससीओको आलोचनामा समावेश छ कि यस संगठनलाई सदस्य राष्ट्रहरूले मानवअधिकार उल्लङ्घन सम्बन्धी अन्तर्राष्ट्रिय आलोचनाबाट जोगिन उपयोग गर्छन्। [१]

source: The Shanghai Five grouping was created 26 April 1996 with the signing of the Treaty on Deepening Military Trust in Border Regions in Shanghai, China by the heads of states of China, Kazakhstan, Kyrgyzstan, Russia and Tajikistan.[3]
ne: चीन, कजाकिस्तान, किर्गिजस्तान, रसिया र ताजिकिस्तानका राष्ट्र प्रमुखहरूले चीनको शंघाईमा सीमा क्षेत्रहरूमा सैन्य कोषको गहिराइ सम्बन्धी सन्धिमा हस्ताक्षर गरेपछि २६ अप्रिल १९९६ मा शंघाई पाँच समूह (Shanghai Five group) गठन गरिएको थियो। [१]

source: On 24 April 1997, the same countries signed the Treaty on Reduction of Military Forces in Border Regions in a meeting in Moscow, Russia.[4] On 20 May 1997, President of Russia Boris Yeltsin and President of China Jiang Zemin signed a declaration on a "multipolar world".[5]
ne: २४ अप्रिल १९९७ मा, ती देशहरूले रूसको मस्कोमा भएको बैठकमा सीमा क्षेत्रका सैनिक बल घटाउने सन्धिमा हस्ताक्षर गरे। [१] २० मे १९९७ मा, रूसका राष्ट्रपति बोरिस येल्तसिन र चीनका राष्ट्रपति जियाङ जेमिन ले "बहुध्रुवीय विश्व" को घोषणापत्रमा हस्ताक्षर गरे। [२]

source: Summits
ne: शिखर सम्मेलन

source: List of summits
ne: शिखर सम्हमेलनरूको सूची

source: The 2020 stock market crash was a global stock market crash that began on 20 February 2020.[1][2][3] On 12 February, the Dow Jones Industrial Average, the NASDAQ Composite, and S&P 500 Index all finished at record highs (while the NASDAQ and S&P 500 reached subsequent record highs on 19 February).[4][5] From 24 to 28 February, stock markets worldwide reported their largest one-week declines since the 2008 financial crisis,[6][7][8] thus entering a correction.[9][10][11] Global markets into early March became extremely volatile, with large swings occurring in global markets.[12][13] On 9 March, most global markets reported severe contractions, mainly in response to the COVID-19 pandemic and an oil price war between Russia and the OPEC countries led by Saudi Arabia.[14][15] This became colloquially known as Black Monday. At the time, it was the worst drop since the Great Recession in 2008.[16][17]
ne: २०२० शेयर बजार क्र्यास विश्वव्यापी शेयर बजार क्र्यास हो जुन २० फेब्रुअरी २०२० मा सुरु भयो। [१] [२] []] १२ फेब्रुअरीमा, डो जोन्स इन्डस्ट्रियल एभरेज, नेसनडैक कम्पोजिट, र एसएन्डपी ५०० सूचकांक सबै रेकर्ड उच्चमा समाप्त भयो (जबकि नेसनडाक र एसएन्डपी ५०० पछि १ फेब्रुअरीमा रेकर्ड उच्चमा पुगेको थियो)। []] []] २४ फेब्रुअरी देखि २८ फेब्रुअरी सम्म शेयर बजारले विश्वव्यापी रुपमा २००७-२००८ को वित्तीय सङ्कट पछीको सबैभन्दा ठूलो साप्ताहिक गिरावटको सामना गर्यो, []] []] []] यसरी एक सुधारमा प्रवेश गर्यो। []] [१०] [११] मार्चको शुरुवातमा वैश्विक बजार अत्यन्तै अस्थिर भयो, विश्वव्यापी बजारमा ठूलो उतारचधाव आएको छ। [१२] [१]] ९ मार्चम, प्रायः विश्वव्यापी बजारहरूले कोरोना भाइरस महामारी र साउदी अरेबियाको नेतृत्वमा ओपेक देशहरू र रसिया बीचको तेल मूल्य युद्धको प्रतिक्रियामा गम्भीर संकुचन देखायो । [१]] [१]] यो बोलचालीमा कालो सोमबारको रूपमा परिचित भयो। त्यस समयमा यो २००८ को ठूलो मन्दी पछि सबैभन्दा खराब गिरावट थियो। [१]] [१]]

source: During March 2020, global stocks saw a downturn of at least 25%, and 30% in most G20 nations. On 20 March, Goldman Sachs warned that the US GDP would shrink 29% by the end of the 2nd quarter of 2020, and that unemployment could skyrocket to at least 9%.[23] Australian Prime Minister Scott Morrison has called the looming economic crisis 'akin to the Great Depression'.[24] On 26 May 2020, the Dow Jones Industrial Average eclipsed 25,000 points for the first time since the previous March,[25] and by the beginning of the following month, the S&P 500 eclipsed its 200-day moving average while the NASDAQ-100 rallied 42% from the three indices most recent local minimum on 23 March.[26] The rally was motivated by news of potential coronavirus vaccines and economic recovery, but many economists have warned that it could be a "bear market trap" and in June, long-short momentum will plummet at similar levels seen in 2002 and 2008 and that global markets could continue to crash into July.[27][28][29][30]
ne: मार्च २०२० को अवधिमा, वैश्विक शेयर बजारले कम्तिमा २५% र अधिकांश जी २० राष्ट्रमा ३०% गिरावट देखियो। २० मार्चमा गोल्डम्यान सेक्सले चेताउनी दिएका थिए कि २० G० को दोस्रो क्वाटरको अन्त्यसम्ममा अमेरिकी जीडीपी २९% सम्मले संकुचित हुनेछ र बेरोजगारी कम्तिमा ९% हुनेछ। [१] अष्ट्रेलियाली प्रधानमन्त्री स्कट मोरिसन भने लि आउन सक्ने आर्थिक संकट ' महान् आर्थिक मन्दी पछी कै घातक हुनेछ। [२] २६ मे २०२० मा, डो जोन्स औद्योगिक औसतले अघिल्लो मार्चदेखि पहिलो पटक २५,००० अंक ग्रहण गर्‍यो, []] । []] यो रैली सम्भावित कोरोनाभायरस खोपहरू र आर्थिक सुधारको समाचारबाट प्रेरित भएको थियो तर धेरै अर्थशास्त्रीहरूले यो "भावी बजार जाल" हुनसक्ने चेतावनी दिएका छन् र जुनमा लामो र छोटो गतिले २००२ र २००८ मा देखिएको समान स्तरमा खस्कनेछ र त्यो विश्वव्यापी बजार जुलाई मा क्र्याश गर्न जारी गर्न सक्छ। []] []] []] []]

source: "Keep Holding On" is a power ballad recorded by Canadian singer-songwriter Avril Lavigne and is the theme song for the 2006 film Eragon. It also appears as the last track on Lavigne's third studio album, The Best Damn Thing,[2][3] which was released on April 17, 2007. Lavigne has described the rest of the album as being upbeat and heavy in comparison to "Keep Holding On".
ne: " कीप होल्डिंग अन " क्यानडाली गायक-गीतकार एभ्रिल लाभ्ने द्वारा २००६ मा रेकर्ड गरिएको इरागान चलचित्रको थेम गित हो। यो लाभिग्नेको तेस्रो स्टूडियो एल्बम The Best Damn Thing को अन्तिम ट्र्याक हो जुन अप्रिल १७ , २००७ मा जारी भएको थियो। [ उद्धरण आवश्यक ]

source: Despite the film being panned by critics, the song has been well received by music critics, with Billboard describing it as a "gorgeous song" in which Lavigne seems to be "set to remain for the long term".[10] Darryl Sterdan of JAM! described the song as "A strummed guitar, lush strings and a soaring vocal about love and loyalty". He went on to compare it to "a sweeping Alanis-like ballad". Despite this, Sterdan advises the reader to skip the track.[11] Sal Cinquemani of Slant magazine described the song as "sullen".[12] Entertainment Weekly was negative: "And: I will only have like 3 slow songs on the record.
ne: फिल्म आलोचकहरूद्वारा पेन गरिएको भए पनि, गीतलाई संगीत आलोचकहरूले राम्रो स्वागत गरेका थिए, बिलबोर्डले यसलाई "भव्य गीत" भनेर वर्णन गरेको थियो [१०] Darryl Sterdan of JAM! द्वारा गीतलाई "A strummed guitar, lush strings and a soaring vocal about love and loyalty" भनि वर्णन गरिएको थियो।

source: Accolades
ne: पुरस्कार

source: Year Award Ceremony Award Result Ref. 2008 SOCAN Awards Pop/Rock Music Award Won [17][16]
ne: बर्ष पुरस्कार समारोह पुरस्कार परिणाम रेफरी २००८ SOCAN पुरस्कार पप / रक संगीत पुरस्कार Won [१] [१] ]

source: Credits adapted from The Best Damn Thing liner notes.[22]
ne: Credits adapted from The Best Damn Thing liner notes.[1]

source: Vocals: Avril Lavigne Songwriting: Avril Lavigne, Dr. Luke Production: Dr. Luke
ne: भोकल : एभ्रिल लाभिग्ने गीत लेखन : एभ्रिल लाभ्ने, डा. ल्यूक उत्पादन : डा. ल्यूक

source: Release history
ne: रिलज ईतिहास

source: Country Date Format Label Ref. Canada November 27, 2006 Digital download RCA Records [21] United States November 28, 2006 Contemporary hit radio RCA Records / Fox Music [40] Hot adult contemporary [41]
ne: देश मिति ढाँचा लेबल रेफरी क्यानाडा नोभेम्बर २७, २००६ डिजिटल डाउनलोड आरसीए रेकर्डहरू [१][१] संयुक्त राज्य अमेरिका नोभेम्बर २८, २००६ समकालीन हिट रेडियो आरसीए रेकर्ड / फक्स संगीत [२][२] समकालीन तातो वयस्क []][]]

source: "Keep Holding On" was written by Lavigne and Lukasz "Dr. Luke" Gottwald. Dr. Luke also produced the song. The strings were arranged and conducted by Leon Pendarvis, long time SNL associate with Dr. Luke.
ne: कीप होल्डिंग अन गित एभ्रिल लाभ्ने र डा. ल्यूक द्वारा लेखिएको थियो। यो गित Henson Recording Studios (Los Angeles) मा रेकड गरिएको थियो।

source: It was not released in most of Europe, although it got to #9 in Slovakia, #27 in the Czech Republic and #32 in Latvia. The single was one of the first to be issued as a digital-only release in Australia, where it charted at #5 on the Top 40 Digital Tracks chart. It was also certified Gold by the RIAA on February 22, 2007 and Platinum on January 31, 2008.[8] As of September 2015, "Keep Holding On" had sold 1.6 million digital copies in the USA.[9]
ne: "कीप होल्डिंग अन" क्यानेडाली बीडीएस एयरप्ले चार्टमा चार हप्तासम्म दोस्रो नम्बरमा पुगेको थियो। यो गित एभ्रिल लाभ्ने को २००२ को गित " कम्प्लीकेटेड " पछिको सर्वाधिक सफल एकल गित बनेको थियो।

source: Temple of Akash Bhairav, Indra Chok
ne: आकाश भैरव मन्दिर, इन्द्र चोक

source: Indrachok (Nepali: इन्द्रचोक; Nepal Bhasa: Wangha वंघः) is one of the ceremonial and market squares on the artery passing through the historic section of Kathmandu, Nepal. The intersection of Indrachok, along with Maru, Kathmandu Durbar Square, Makhan, Jana Baha, Asan and Naxal, mark the old India-Tibet trade route that is now a vibrant market street.[1]
ne: इन्द्रचोक ( नेपाल भाषा: वंघः) काठमाडौं, नेपालको बजार क्षेत्र हो। यो क्षेत्र नेपालको ऐतिहासिक कालखण्डबाट पार हुन्छ। इन्द्रचोकको चोक, मरू, काठमाण्डौ दरबार स्क्वायर, मखन, जन बहा, असन र नक्सलको साथ, पुरानो भारत-तिब्बत व्यापार मार्ग चिन्हित गर्ने गर्दछ जुन अहिले जीवन्त बजार सडक हो। [१]

source: Six streets meet at Indrachok and link the square to Kathmandu's major localities. Its temples and bazaar draw streams of pilgrims and shoppers. The square is named after Indra, lord of heaven in Hindu mythology.
ne: इन्द्रचोकमा छ वटा सडकहरू जोडिन्छन् र चोकलाई काठमाडौंको प्रमुख इलाकाहरूमा जोड्दछन्। यसका मन्दिरहरू र बजारले तीर्थयात्रीहरूको ध्यान तान्दछ। यो चोकको नाम हिन्दू पौराणिक कथाको स्वर्गका राजा इन्द्रको नामबाट राखिएको हो।

source: Indrachok is a ceremonial venue and major festival pageants and chariot processions pass through the square. During Indra Jatra, the chariots of Kumari, Ganesh and Bhairav are pulled through here. The chariot procession of Jana Baha Dyah Jatra also passes through the square.
ne: इन्द्राचोक एक औपचारिक स्थल हो र प्रमुख उत्सवमा रथयात्रा चोकको मध्य भागबाट पार हुन्छन्। इन्द्रजात्रा समयमा कुमारी, गणेश र भैरवको रथहरू यहाँ हुदैँ तानिन्छन्। सेतो मच्छिन्द्रनाथको रथयात्रा ( जना बह दाहा जत्राको रथ यात्रा) पनि इन्द्रचोकको बीचबाट भएर जान्छ।

source: Asan in 1920
ne: सन् १९२० मा आसन

source: Asan is a cultural and religious center and is the venue for a number of festivals and processions.
ne: असन सांस्कृतिक तथा धार्मिक केन्द्र हो र धेरै उत्सव र जुलूसहरूको पनि स्थान हो।

source: Stone fish
ne: ढुंगे माछा

source: Asan (Nepal Bhasa: असं, Nepali: असन) (alternative names: Asan Tol असन टोल, Asan Twāh असं त्वाः) is a ceremonial, market and residential square in central Kathmandu, the capital of Nepal. It is one of the most well-known historical locations in the city and is famed for its bazaar, festival calendar and strategic location. Asan has been described as one of the fine Newar examples of a traditional Asian bazaar.
ne: असन ( नेवा भाषा:असं, Nepali ) (वैकल्पिक नामहरू: असन टोल, असन टुहु अन त्वाः) नेपालको राजधानी काठमाडौंको औपचारिक, बजार र आवासीय क्षेत्र हो। यो शहरको सबैभन्दा प्रसिद्ध ऐतिहासिक स्थानहरू मध्ये एक हो र यो यसको बजार, उत्सव पात्रो र रणनीतिक स्थानको लागि प्रसिद्ध छ। असनलाई परम्परागत एशियाली बजारको एक उत्तम नेवार उदाहरणको रुपमा वर्णन गरिएको छ। तुलाधर, महर्जन, श्रेष्ठ, बज्राचार्य र शाक्य जातिको अधिकांश जनसंख्या छ। [१]

source: The Dasarath Rangasala Stadium was later renovated and updated into a football stadium with track and field stadium layout for the 1999 South Asian Games with the help from Chinese government.[1]
ne: दक्षिण एसियाली खेलकुद १९९९ को लागि दशरथ रंगशाला पछि पुन: चिनियाँ सरकारको सहयोगमा मर्मत गरियो । [१]

source: The Dasharath Stadium Disaster occurred on 12 March 1988 at the Dasharath Stadium in Kathmandu, Nepal during a soccer match between Janakpur Cigarette Factory Ltd and Liberation Army of Bangladesh for the 1988 Tribhuvan Challenge Shield.[1][2] 93 people were killed and 100 more were injured when attempting to flee from a hailstorm inside the hypethral national Dasarath Rangasala Stadium.[1] The Dasharath Stadium disaster is the 9th biggest stadium disaster until 2006 (in terms of human loss, 93 spectators died), and the worst stadium disaster in Nepal.
ne: दशरथ रंगशाला दुर्घटना २०४४ साल फागुन २९ गते दशरथ रंगशालामा जनकपुर चुरोट कारखाना र बंगलादेशको मुक्तिजोद्धाबीच त्रिभुवन च्यालेन्ज सिल्डको फाइनल फुटबल खेल चलिरहेको क्रममा भएको थियो। [1] [2] भंयकर हवाहुन्डरी, मुसलधारे पानी अनि असिनापानी पछी भागाभाग गर्ने क्रममा उक्त दुर्घटनामा ९३ मानिसको ज्यान गयो । [१] दशरथ रंगशाला दुर्घटना २०० ६ सम्मको नवौ सबैभन्दा ठूलो स्टेडियम दुर्घटना हो (मानव क्षतिको हिसाबले, ९३ दर्शकको मृत्यु), र नेपालको सबैभन्दा खराब रंगशाला दुर्घटना हो।

source: There are often significant hailstorms in Nepal at this time of year and on this occasion large hail began to lash the crowd causing some panic. The crowd surged towards the only cover (the west stand) but were beaten back by the police. They then returned to the south terrace where a crush developed in a tunnel exit through the terrace.
ne: रंगशालाको ढोकाहरू बन्द गरिएको कारणले भीड भाग्न खोज्दा लडेर एकअर्कामाथि खप्टिन पुगे। यसैमा च्यापिएर धेरैको मृत्यु भयो । [१] [२] []]

source: After the disaster, Minister for Education and Culture Keshar Bahadur Bista and president of All Nepal Football Association, Kamal Thapa, were to resign.[5]
ne: रंगशाला दुर्घटना पछि शिक्षा तथा संस्कृतिमन्त्री केशर बहादुर बिष्ट र अखिल नेपाल फुटबल संघका अध्यक्ष कमल थापाले राजीनामा गरे । [१]

source: The Tribhuvan Challenge Shield is Nepal's 2nd oldest association football tournament, founded in 1948 by King Tribhuvan.[1]
ne: त्रिभुवन च्यालेन्ज सिल्ड नेपालको दोस्रो सबैभन्दा पुरानो फुटबल प्रतियोगिता हो जुन २००४ मा राजा त्रिभुवनले को नाममा स्थापना भएको थियो स्थापना गरेका थिए। [१]

source: *Thimpu refused to participate in penalty shoot-out[3]
ne: * थिम्पूले पेनाल्टी शुट आउटमा भाग लिन इन्कार गर्यो [१]

source: In 1947 (2004 BS), Tribhuvan Challenge Shield was introduced by late H. M. King Tribhuvan for the development of this football game which was organized at Tudikhel in front of Haribhavan. In that tournament Naresh XI led by Nar Shumsher secured first position and N. R. T. team secured second position. In the same year Shree 3 Padma Shumsher introduced the Ram Janaki cup which was continuously won thrice by Police Force team.
ne: वि.सं २००४ मा राजा त्रिभुवनले त्रिभुवन च्यालेन्ज सिल्डको स्थापना नेपालमा फुटबल खेलको विकासको लागि गरेका थिए। यसको आयोजना हरिभवनको अगाडी टुडिखेल मा गरिएको थियो । उक्त प्रतियोगितामा नर शमशेरको नेतृत्वमा नरेश ११ ले पहिलो र एनआरटी टीमले दोस्रो स्थान प्राप्त गर्‍यो। सोही वर्ष श्री ३ पद्म शमशेरले राम जानकी कप आयोजना गरे जुन पुलिस बल टोलीले लगातार तीन पटक जित्यो। उही कप फेरि आयोजना गरिएको थियो तर शहीदको मेमोरियल लिग फुटबलको नाम राखियो र यसैले लिग खेलहरु नेपालमा सुरु भयो।

source: Dasarath Rangasala tragedy
ne: २०४४ को दशरथ रंगशाला दुर्घटना

source: On 12 March 1988, at least 93 people were killed and 100 more injured in a stadium crush at Dasarath Rangasala Stadium in Kathmandu, Nepal. The Tribhuvan Challenge Shield Cup match, between a team from Kathmandu and one from Bangladesh drew 30,000 fans. However the events spiralled out of control when a storm broke over the city, bringing lightning, 50-mph wind and hailstones.[2]
ne: 12 २०४४ साल फागुन २९ त्रिभुवन च्यालेन्ज सिल्ड को खेल चलिरहदा भंयकर हवाहुन्डरी, मुसलधारे पानी अनि असिनापानी पछी भागाभाग गर्ने क्रममा ९३ मानिसको ज्यान गयो । दशरथ रंगशाला दुर्घटनामा १०० भन्दा बढी मानिसहरू घाइते भए । [१]

source: Ganesh Thapa (Nepali: गणेश थापा) is an ex president of the All Nepal Football Association (ANFA).[2] He was formerly the president of the South Asian Football Federation and the vice president of Asian Football Confederation (AFC).[3]
ne: गणेश थापाअखिल नेपाल फुटबल संघ (एन्फा) का पूर्व अध्यक्ष हुन्। [1] उनी दक्षिण एसियाली फुटबल महासंघका पूर्व-अध्यक्ष र पहिले एसियाली फुटबल महासंघ उपाध्यक्ष थिए। [२]
